{
  "home": {
    "title": "Software Development Company | Web, Mobile & SaaS – CodeTrios",
    "description": "CodeTrios is a global software development company offering web development, mobile apps, SaaS solutions, MERN stack and AI automation for startups and enterprises.",
    "keywords": "software development company, web development services, mobile app development, SaaS development, MERN stack development, custom software development, AI automation services, IT outsourcing company, hire remote developers, global software company"
  },
  "about": {
    "title": "CodeTrios - Software Development & IT Services Company | Web, Mobile App & SaaS Development",
    "description": "CodeTrios is a passionate team of developers and designers building scalable web, mobile, and digital solutions. Learn about our mission, values, and commitment to delivering high-quality technology for businesses worldwide.",
    "keywords": "About CodeTrios, Web Development Company, Full-Stack Development Team, Digital Solutions Company, Web & App Development Experts, Software Development Agency, Technology Consulting Company, Custom Development Services, Innovative Web Solutions, IT Services Company"
  },
  "services": {
    "title": "Best Professional website design services Company in India | Affordable Custom Responsive web design services India",
   "description": "Best website design company in India providing professional, affordable, custom, responsive, WordPress & ecommerce website design and development services in Delhi, NCR India.",
    "keywords": "website design services in India, best website design company India, professional web design services India, affordable website design India, custom website design India, responsive web design services India, wordpress website design India, ecommerce website design India, website design and development India, web design company India"
  },
  "website-design-services": {
    "title": "Best Professional website design services Company in India | Affordable Custom Responsive web design services India",
    "description": "Best website design company in India providing professional, affordable, custom, responsive, WordPress & ecommerce website design and development services in Delhi, NCR India.",
    "keywords": "website design services in India, best website design company India, professional web design services India, affordable website design India, custom website design India, responsive web design services India, wordpress website design India, ecommerce website design India, website design and development India, web design company India"
  },
  "web-development": {
    "title": "Web Development Services | Website Development Service Company, Full Stack WEb Development Agency, Backend Frontend Website Design development service  – CodeTrios",
    "description": "Looking a website development agency or company? we offer full stack web development, backend development services, frontend web development, website design and development for all your need.",
    "keywords": "website development services, website development company, web development agency, full stack web development, backend development services, frontend web development, website design and development"
  },
  "ecommerce-development-services": {
    "title": "Ecommerce Development Services | Best Responsive Ecommerce Website Development Design Service Company, WooCommerce Shopify Magento Ecommerce Business Solutions – CodeTrios",
    "description": "Looking a responsive ecommerce website design agency or company? we offer best ecommerce development services, best ecommerce development company in India, best ecommerce design and development services, online ecommerce business solutions, woocommerce ecommerce development, shopify ecommerce development, magento ecommerce development services in India.",
    "keywords": "responsive ecommerce website design, best ecommerce development services, best ecommerce development company in India, best ecommerce design and development services, online ecommerce business solutions, woocommerce ecommerce development, shopify ecommerce development, magento ecommerce development"
  },
  "web-application-development": {
    "title": "Web Application Development Services | IOS & Android Mobile App Development Service Agency, Custom Mobile Application Development Company, Cross Platform Development – CodeTrios",
    "description": "Looking a Mobile Application Development agency or company? we offer iOS and Android app development, cross-platform app development, custom mobile app development, Android app development services, iOS app development services in India.",
    "keywords": "mobile app development services, iOS and Android app development, cross-platform app development, custom mobile app development, Android app development services, iOS app development services, mobile application development company, app development agency"
  },
  "ui-ux-design-services": {
    "title": "UI/UX Design Services | Responsive Weblayout Web Design Service Creative Brand Graphic Design Animation & Motion Graphic Design Agency Branding Solutions – CodeTrios",
    "description": "Looking a Graphic Designing agency or company? we offer responsive weblayout design Services, responsive web design services, user experience design company, creative branding solutions, brand visuals and design services, creative graphic design services, brand graphics & illustrations, animation design services, motion graphic design services in India.",
    "keywords": "responsive weblayout design Services, responsive web design services, user experience design company, creative branding solutions, brand visuals and design services, creative graphic design services, brand graphics & illustrations, animation design services, motion graphic design services"
  },
  "custom-software-solutions": {
    "title": "Technology Solutions | Top Custom Automation software development services company API integration machine learning software solutions framework development – CodeTrios",
    "description": "Looking a Top Custom software development services agency or company? we offer best Custom software modernization development services, automation software services, API development services, API integration services, custom software framework development, machine learning software solutions, modular software solutions in India.",
    "keywords": "Top Custom software development services company, Custom software modernization development services, automation software services, API development services, API integration services, custom software framework development, machine learning software solutions, modular software solutions"
  },
  "digital-strategy-consulting": {
    "title": "Digital Strategy Consulting Services | Business Growth – CodeTrios",
    "description": "Data-driven digital strategy services to help businesses grow through optimization, planning, and digital transformation.",
    "keywords": "digital strategy services, digital transformation services, business digital strategy, growth strategy consulting"
  },
  "technologies": {
    "title": "Custom Software Solutions | Scalable Technology – CodeTrios",
    "description": "Custom software solutions including system integration, automation, and scalable architectures for modern enterprises.",
    "keywords": "technology stack, development technologies, modern frameworks, software development tech, web and app tools"
  },
   "web-hosting-services": {
    "title": "Web Hosting Services | Secure & Fast Hosting – CodeTrios",
    "description": "Reliable web hosting services with high performance, security, scalability, and expert support to keep your site online 24/7.",
    "keywords": "web hosting services, reliable web hosting, managed web hosting, secure hosting solutions, cloud web hosting"
  },
  "portfolio": {
    "title": "Our Portfolio | Web & App Development Projects – CodeTrios",
    "description": "Explore our portfolio of web, mobile, SaaS, and ecommerce projects delivered for startups and enterprises worldwide.",
    "keywords": ""
  },
  "contact": {
    "title": "Contact CodeTrios | Software & Web Development Company",
    "description": "Contact CodeTrios to discuss your web, mobile, or software project. Get expert consultation and custom digital solutions.",
    "keywords": "contact CodeTrios, web development company contact, digital solutions consultation, software development inquiry"
  }
}
