{
  "home": {
    "title": "CodeTrios - Software Development & IT Services Company | Web, Mobile App & SaaS Development",
    "description": "CodeTrios is a global software development company delivering web development, mobile app development, SaaS solutions, MERN stack development, and AI automation services. We help startups and enterprises build secure, scalable and high-performance digital products worldwide.",
    "keywords": "software development company, web development services, mobile app development, SaaS development, MERN stack development, custom software development, AI automation services, IT outsourcing company, hire remote developers, global software company"
  },
  "about": {
    "title": "CodeTrios - Software Development & IT Services Company | Web, Mobile App & SaaS Development",
    "description": "CodeTrios is a passionate team of developers and designers building scalable web, mobile, and digital solutions. Learn about our mission, values, and commitment to delivering high-quality technology for businesses worldwide.",
    "keywords": "About CodeTrios, Web Development Company, Full-Stack Development Team, Digital Solutions Company, Web & App Development Experts, Software Development Agency, Technology Consulting Company, Custom Development Services, Innovative Web Solutions, IT Services Company"
  },
  "services": {
    "title": "Our Services - Web, App & Digital Solutions by CodeTrios",
    "description": "CodeTrios offers professional web development, mobile app development, e-commerce solutions, UI/UX design, API integration, and scalable digital services tailored to modern business needs.",
    "keywords": "web development services, full-stack development, mobile app development services, e-commerce development, UI UX design services, API integration"
  },
  "web-desing": {
    "title": "Website Design Services | Creative & Responsive UI/UX – CodeTrios",
    "description": "CodeTrios offers professional website design services including responsive layouts, modern UI/UX, and conversion-focused designs that enhance brand identity and user engagement.",
    "keywords": "website design services, professional website design, UI UX design services, responsive web design, custom website design"
  },
  "web-development": {
    "title": "Web Development Services | Scalable & Secure Solutions – CodeTrios",
    "description": "CodeTrios provides custom web development services including full-stack development, scalable architectures, secure applications, and performance-optimized solutions for businesses.",
    "keywords": "web development services, custom web development, full-stack web development, scalable web applications, website development company"
  },
  "eCommerce": {
    "title": "E-Commerce Solutions | Scalable Online Stores – CodeTrios",
    "description": "Grow your online business with CodeTrios e-commerce solutions. We build secure, scalable, and conversion-focused online stores with seamless payment integration.",
    "keywords": "e-commerce solutions, online store development, e-commerce website development, payment gateway integration"
  },
  "webapps": {
    "title": "Web Application Development Services | Scalable Apps – CodeTrios",
    "description": "CodeTrios builds secure, scalable web applications using modern frameworks. From custom dashboards to SaaS platforms, we deliver high-performance web app solutions.",
    "keywords": "web application development, custom web applications, SaaS application development, scalable web apps"
  },
  "design-services": {
    "title": "Design Services | UI/UX, Branding & Creative Design – CodeTrios",
    "description": "CodeTrios provides professional design services including UI/UX design, branding, wireframing, and visual identity to create engaging digital experiences.",
    "keywords": "design services, UI UX design services, creative design agency, branding services"
  },
  "technology-solutions": {
    "title": "Technology Solutions | Custom & Scalable Systems – CodeTrios",
    "description": "CodeTrios delivers advanced technology solutions including custom software, system integration, automation, and scalable architectures for modern businesses.",
    "keywords": "technology solutions, custom software solutions, business technology services, scalable IT solutions"
  },
  "digital-strategy": {
    "title": "Digital Strategy Services | Growth-Driven Solutions – CodeTrios",
    "description": "CodeTrios helps businesses grow with data-driven digital strategy services including planning, optimization, conversion strategy, and digital transformation.",
    "keywords": "digital strategy services, digital transformation services, business digital strategy, growth strategy consulting"
  },
  "technologies": {
    "title": "Technologies We Use | Modern Tech Stack – CodeTrios",
    "description": "Explore the technology stack behind CodeTrios solutions — modern frameworks, tools, and platforms for web, mobile, cloud, and scalable application development that drive performance and innovation.",
    "keywords": "technology stack, development technologies, modern frameworks, software development tech, web and app tools"
  },
  "portfolio": {
    "title": "Portfolio",
    "description": "",
    "keywords": ""
  },
  "contact": {
    "title": "CodeTrios - Contact for Web Solutions Services",
    "description": "Get in touch with CodeTrios to discuss your web, mobile, or digital project. Contact our expert team today for consultation, support, or custom solutions tailored to your business needs.",
    "keywords": "contact CodeTrios, web development company contact, digital solutions consultation, software development inquiry"
  }
}
